{
  "plugins": {
    "aiwaku.nvim": {
      "src": "https://github.com/juhaku/aiwaku.nvim"
    },
    "auto-dark-mode.nvim": {
      "src": "https://github.com/f-person/auto-dark-mode.nvim"
    },
    "copilot.lua": {
      "src": "https://github.com/zbirenbaum/copilot.lua"
    },
    "filepaths_ls.nvim": {
      "src": "https://github.com/antonk52/filepaths_ls.nvim"
    },
    "julia-vim": {
      "src": "https://github.com/JuliaEditorSupport/julia-vim"
    },
    "mini.align": {
      "src": "https://github.com/nvim-mini/mini.align"
    },
    "mini.clue": {
      "src": "https://github.com/nvim-mini/mini.clue"
    },
    "mini.cmdline": {
      "src": "https://github.com/nvim-mini/mini.cmdline"
    },
    "mini.completion": {
      "src": "https://github.com/nvim-mini/mini.completion"
    },
    "mini.diff": {
      "src": "https://github.com/nvim-mini/mini.diff"
    },
    "mini.extra": {
      "src": "https://github.com/nvim-mini/mini.extra"
    },
    "mini.files": {
      "src": "https://github.com/nvim-mini/mini.files"
    },
    "mini.hipatterns": {
      "src": "https://github.com/nvim-mini/mini.hipatterns"
    },
    "mini.icons": {
      "src": "https://github.com/nvim-mini/mini.icons"
    },
    "mini.indentscope": {
      "src": "https://github.com/nvim-mini/mini.indentscope"
    },
    "mini.misc": {
      "src": "https://github.com/nvim-mini/mini.misc"
    },
    "mini.move": {
      "src": "https://github.com/nvim-mini/mini.move"
    },
    "mini.pick": {
      "src": "https://github.com/nvim-mini/mini.pick"
    },
    "mini.snippets": {
      "src": "https://github.com/nvim-mini/mini.snippets"
    },
    "mini.splitjoin": {
      "src": "https://github.com/nvim-mini/mini.splitjoin"
    },
    "mini.starter": {
      "src": "https://github.com/nvim-mini/mini.starter"
    },
    "mini.trailspace": {
      "src": "https://github.com/nvim-mini/mini.trailspace"
    },
    "multicursor.nvim": {
      "src": "https://github.com/jake-stewart/multicursor.nvim"
    },
    "nano-theme.nvim": {
      "src": "https://github.com/ronisbr/nano-theme.nvim"
    },
    "none-ls.nvim": {
      "src": "https://github.com/nvimtools/none-ls.nvim"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-treesitter": {
      "src": "https://github.com/neovim-treesitter/nvim-treesitter"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "tiny-cmdline.nvim": {
      "src": "https://github.com/rachartier/tiny-cmdline.nvim.git"
    },
    "treesitter-parser-registry": {
      "src": "https://github.com/neovim-treesitter/treesitter-parser-registry"
    },
    "typst-preview.nvim": {
      "src": "https://github.com/chomosuke/typst-preview.nvim"
    },
    "undotree": {
      "src": "https://github.com/mbbill/undotree"
    },
    "vimtex": {
      "src": "https://github.com/lervag/vimtex"
    }
  }
}
